tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mongodb/brew"
tap "shivammathur/extensions"
tap "shivammathur/php"
brew "fzf"
brew "lazygit"
brew "node"
brew "mysql", restart_service: true
brew "neovim"
brew "pyenv"
brew "pyenv-virtualenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "typescript"
brew "yarn"
brew "zsh-autosuggestions"
brew "mongodb/brew/mongodb-community"
brew "shivammathur/extensions/mongodb@7.4"
brew "shivammathur/php/php@7.4", link: true
cask "appcleaner"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "mongodb-compass"
cask "mullvadvpn"
cask "postico"
cask "postman"
cask "skype"
cask "slack"
cask "sonos"
cask "tableplus"
cask "telegram-desktop"
cask "visual-studio-code"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "jock.svg"
vscode "juanblanco.solidity"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "postman.postman-for-vscode"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "vscodevim.vim"
