tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mongodb/brew"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "shopify/shopify"
brew "automake"
brew "bison"
brew "chruby"
brew "openssl@3"
brew "curl"
brew "fd"
brew "fzf"
brew "gcc"
brew "gdbm"
brew "gnu-sed"
brew "lazygit"
brew "libffi"
brew "libksba"
brew "libyaml"
brew "neovim"
brew "node"
brew "openssl@1.1"
brew "powerlevel10k"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby-install"
brew "rust"
brew "stow"
brew "tmux"
brew "tpm"
brew "tree"
brew "typescript"
brew "yarn"
brew "zellij"
brew "zsh-autosuggestions"
brew "shopify/shopify/shopify-cli"
cask "appcleaner"
cask "chatgpt"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "google-chrome"
cask "hhkb"
cask "keycastr"
cask "mullvadvpn"
cask "obsidian"
cask "postman"
cask "skype"
cask "slack"
cask "sonos"
cask "tableplus"
cask "visual-studio-code"
cask "wezterm"
vscode "a-h.templ"
vscode "andenetalexander.vim-cheatsheet"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "george-alisson.html-preview-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "harryhopkinson.vim-theme"
vscode "jock.svg"
vscode "kdl-org.kdl"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "msjsdiag.vscode-react-native"
vscode "selemondev.vscode-shadcn-svelte"
vscode "shopify.theme-check-vscode"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "vintharas.learn-vim"
