tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mongodb/brew"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "shopify/shopify"
brew "automake"
brew "bison"
brew "bob"
brew "chruby"
brew "openssl@3"
brew "curl"
brew "difftastic"
brew "fd"
brew "fzf"
brew "gcc"
brew "gdbm"
brew "git-delta"
brew "gnu-sed"
brew "lazydocker"
brew "lazygit"
brew "libffi"
brew "libksba"
brew "libyaml"
brew "python@3.12"
brew "llvm"
brew "node"
brew "openssl@1.1"
brew "ruby-build"
brew "rbenv"
brew "repomix"
brew "ripgrep"
brew "ruby-install"
brew "stow"
brew "stripe-cli"
brew "tailwindcss"
brew "tmux"
brew "tpm"
brew "tree"
brew "typescript"
brew "yarn"
brew "zsh-autosuggestions"
cask "appcleaner"
cask "chatgpt"
cask "claude"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "mullvadvpn"
cask "multipass"
cask "postman"
cask "skype"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
vscode "a-h.templ"
vscode "adrianwilczynski.alpine-js-intellisense"
vscode "andenetalexander.vim-cheatsheet"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "dionmunk.vscode-notes"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "george-alisson.html-preview-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "harryhopkinson.vim-theme"
vscode "jock.svg"
vscode "kdl-org.kdl"
vscode "lsl.vscode-templ-go-to-definition"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "msjsdiag.vscode-react-native"
vscode "otovo-oss.htmx-tags"
vscode "redhat.vscode-yaml"
vscode "selemondev.vscode-shadcn-svelte"
vscode "shopify.theme-check-vscode"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "vintharas.learn-vim"
vscode "vscodevim.vim"
vscode "vspacecode.whichkey"
vscode "waldo.crs-al-language-extension"
vscode "yoavbls.pretty-ts-errors"
