tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "fzf"
brew "neovim"
brew "node"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "yarn"
cask "appcleaner"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "obsidian"
cask "postico"
cask "postman"
cask "raspberry-pi-imager"
cask "sequel-ace"
cask "skype"
cask "slack"
cask "sonos"
cask "tableplus"
cask "telegram-desktop"
cask "visual-studio-code"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "JuanBlanco.solidity"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "Postman.postman-for-vscode"
vscode "sumneko.lua"
